{
  "category": "Parakeets",
  "species": "Cockatiel",
  "slug": "cockatiel",
  "image": "/assets/img/parrots/cockatiel.webp",
  "description": "Distinctive crested parrots from Australia. Grey body with white wing patches, orange cheek circles, and yellow head (males). Many color mutations exist including lutino, pied, and pearl varieties.",
  "size": "12-13 inches (30-33 cm). Weight: 80-100g (2.8-3.5 oz)",
  "weight_grams": 90,
  "temperament": "Gentle, affectionate, and social. Generally calm and less demanding than larger parrots. Males tend to be more vocal and outgoing than females.",
  "loudness": "Moderate. They whistle, chirp, and can be vocal especially at dawn and dusk. Not as loud as larger parrots but can be persistent.",
  "loudness_icon": "<svg xmlns=\"http://www.w3.org/2000/svg\" class=\"w-12 h-12 text-yellow-500\" viewBox=\"0 0 24 24\" fill=\"currentColor\" aria-hidden=\"true\" role=\"img\" aria-label=\"Moderate\"><title>Moderate</title><path d=\"M7 9v6h4l5 5V4l-5 5H7zm9.5 2.5c0 .75-.38 1.41-.97 1.82v-3.64c.59.41.97 1.07.97 1.82zM14 8.25v7.5c1.18-.41 2-1.57 2-2.75s-.82-2.34-2-2.75z\"></path></svg>",
  "vocalization": "Males are excellent whistlers and can learn songs and simple words. They often mimic household sounds. Females are generally quieter but can learn some vocalizations.",
  "dietaryNeeds": "High-quality cockatiel pellets as base diet, supplemented with fresh vegetables, fruits, and some seeds. Provide cuttlebone for calcium and mineral block.",
  "healthPointers": "Generally healthy and can live 15-25 years. Prone to night frights, fatty liver disease, and egg-binding in females. Need UV light exposure, regular nail trims, and spacious caging. Watch for signs of illness as they hide symptoms well.",
  "housing": "Minimum 24\" x 18\" x 24\" cage. Bar spacing 1/2 to 5/8 inch. Provide multiple perches, toys, and climbing opportunities. Need 10-12 hours quiet darkness for sleep.",
  "origin": "Australia & Oceania",
  "lifespan": "15-25 years with proper care (average 18-20 years)",
  "careLevel": "beginner",
  "activityLevel": "Moderate activity level. Enjoys playing, climbing, and exploring but also content with quiet time. Benefits from 2-3 hours outside cage daily for exercise and interaction.",
  "socialNeeds": "Highly social and bond strongly with owners. Prefer companionship of humans or other cockatiels. Can develop behavioral issues if left alone for long periods. Thrive with daily interaction and gentle handling.",
  "noiseTolerance": "Moderate noise level suitable for apartments if neighbors are tolerant. Vocal periods at dawn/dusk (flock calling). Whistling and chirping throughout day. Not screeching like larger parrots, but persistent vocalizations can be noticeable.",
  "spaceRequirements": "Minimum cage 24\"W × 18\"D × 24\"H for single bird. Larger is better - 36\" width ideal. Needs space for toys, perches at varying heights, and room to spread wings. Benefits from play gym or bird tree for out-of-cage time.",
  "timeCommitment": "1-2 hours daily minimum for interaction, training, and supervised out-of-cage time. Additional time for cage cleaning (10-15 min daily spot-clean, 30 min weekly deep-clean) and food preparation."
}
