{
  "category": "Lories & Lorikeets",
  "species": {
    "en": "Rainbow Lorikeet",
    "es": "Lori Arcoíris (Trichoglossus moluccanus)"
  },
  "slug": "rainbow-lorikeet",
  "image": "/assets/img/parrots/rainbow-lorikeet.webp",
  "description": {
    "en": "As their name suggests, Rainbow Lorikeets are a kaleidoscope of color, with a blue head, green back, and a chest of orange and yellow. They are one of the most common lorikeet species.",
    "es": "Como su nombre indica, los loris arcoíris son un caleidoscopio de colores, con la cabeza azul, el dorso verde y el pecho naranja y amarillo. Son una de las especies de loris más comunes."
  },
  "size": {
    "en": "10-12 inches (25.5-30.5 cm). Weight: 75-150g (2.6-5.3 oz)",
    "es": "10-12 pulgadas (25.5-30.5 cm). Peso: 75-150g (2.6-5.3 oz)"
  },
  "weight_grams": 112,
  "temperament": {
    "en": "Extremely energetic, playful, and comical. They are always on the move, and their antics are a constant source of entertainment. Can be nippy and require a lot of attention.",
    "es": "Extremadamente enérgico, juguetón y cómico. Siempre están en movimiento, y sus travesuras son una fuente constante de entretenimiento. Pueden dar picotazos y requieren mucha atención."
  },
  "loudness": {
    "en": "Loud. They have a high-pitched, screechy call that they use frequently, especially when excited or trying to get attention.",
    "es": "Ruidosa. Tienen una llamada aguda y estridente que utilizan con frecuencia, especialmente cuando están excitados o intentan llamar la atención."
  },
  "loudness_icon": "<svg xmlns=\"http://www.w3.org/2000/svg\" class=\"w-12 h-12 text-red-500\" viewBox=\"0 0 24 24\" fill=\"currentColor\" aria-hidden=\"true\" role=\"img\" aria-label=\"Loud\"><title>Loud</title><path d=\"M3 9v6h4l5 5V4L7 9H3zm13.5 3c0-1.77-1.02-3.29-2.5-4.03v8.05c1.48-.73 2.5-2.25 2.5-4.02zM14 3.23v2.06c2.89.86 5 3.54 5 6.71s-2.11 5.85-5 6.71v2.06c4.01-.91 7-4.49 7-8.77s-2.99-7.86-7-8.77z\"></path></svg>",
  "vocalization": {
    "en": "Can learn a few words and phrases, but are more known for their loud squawks and chattering. They are not the clearest talkers.",
    "es": "Pueden aprender algunas palabras y frases, pero son más conocidos por sus fuertes graznidos y su parloteo. No son los habladores más claros."
  },
  "dietaryNeeds": {
    "en": "A specialized diet of commercial nectar/lory food is essential. They have a brush-tipped tongue for eating nectar and pollen. They can also eat soft fruits and edible flowers, but should NOT be fed seeds.",
    "es": "Es esencial una dieta especializada de néctar comercial/comida para loris. Tienen una lengua con punta de cepillo para comer néctar y polen. También pueden comer frutas blandas y flores comestibles, pero NO deben alimentarse con semillas."
  },
  "healthPointers": {
    "en": "Can live 10-15 years. Their liquid diet results in messy, liquid droppings. Cages need to be cleaned daily. Prone to hemochromatosis (iron storage disease) if not on a proper diet.",
    "es": "Pueden vivir entre 10 y 15 años. Su dieta líquida da lugar a excrementos líquidos y sucios. Las jaulas deben limpiarse a diario. Propensos a la hemocromatosis (enfermedad por almacenamiento de hierro) si no siguen una dieta adecuada."
  },
  "housing": {
    "en": "Challenging for apartments due to their noise and extreme messiness. They need a large cage to burn off energy, at least 36\"W x 24\"D x 24\"H, with easily cleanable surfaces.",
    "es": "Un reto para los apartamentos debido a su ruido y a su extrema suciedad. Necesitan una jaula grande para quemar energía, de al menos 90 cm de ancho x 60 cm de fondo x 60 cm de alto, con superficies fáciles de limpiar."
  },
  "origin": {
    "en": "Australia & Oceania",
    "es": "Australia y Oceanía"
  },
  "careLevel": "advanced",
  "lifespan": {
    "en": "10-15 years",
    "es": "10-15 años"
  }
}