{
  "category": "Cockatoos",
  "species": {
    "en": "Red-Vented Cockatoo",
    "es": "Cacatúa Filipina (Cacatua haematuropygia)"
  },
  "slug": "red-vented-cockatoo",
  "image": "/assets/img/parrots/red-vented-cockatoo.webp",
  "description": {
    "en": "Also known as the Philippine Cockatoo, this is a critically endangered species. It is an all-white cockatoo with a helmet-like crest and distinctive reddish-orange feathers under the tail.",
    "es": "También conocida como cacatúa filipina, es una especie en peligro crítico de extinción. Es una cacatúa totalmente blanca con una cresta en forma de casco y distintivas plumas de color rojo anaranjado bajo la cola."
  },
  "size": {
    "en": "12 inches (30.5 cm). Weight: 280-350g (10-12.3 oz)",
    "es": "12 pulgadas (30.5 cm). Peso: 280-350g (10-12.3 oz)"
  },
  "weight_grams": 315,
  "temperament": {
    "en": "Intelligent, social, and playful. Due to their rarity, most are in conservation programs rather than the pet trade. They require significant social interaction.",
    "es": "Inteligente, social y juguetona. Debido a su rareza, la mayoría se encuentra en programas de conservación en lugar de en el comercio de mascotas. Requieren una interacción social significativa."
  },
  "loudness": {
    "en": "Loud. They have a loud, raucous call typical of cockatoos.",
    "es": "Ruidosa. Tienen una llamada fuerte y ronca típica de las cacatúas."
  },
  "loudness_icon": "<svg xmlns=\"http://www.w3.org/2000/svg\" class=\"w-12 h-12 text-red-500\" viewBox=\"0 0 24 24\" fill=\"currentColor\" aria-hidden=\"true\" role=\"img\" aria-label=\"Loud\"><title>Loud</title><path d=\"M3 9v6h4l5 5V4L7 9H3zm13.5 3c0-1.77-1.02-3.29-2.5-4.03v8.05c1.48-.73 2.5-2.25 2.5-4.02zM14 3.23v2.06c2.89.86 5 3.54 5 6.71s-2.11 5.85-5 6.71v2.06c4.01-.91 7-4.49 7-8.77s-2.99-7.86-7-8.77z\"></path></svg>",
  "vocalization": {
    "en": "Can learn to talk, but their numbers are so low that their primary vocalizations are their natural calls.",
    "es": "Pueden aprender a hablar, pero sus números son tan bajos que sus vocalizaciones principales son sus llamadas naturales."
  },
  "dietaryNeeds": {
    "en": "A varied diet including seeds, fruits, flowers, and nuts. Their specific dietary needs are a focus of conservation breeding efforts.",
    "es": "Dieta variada que incluye semillas, frutas, flores y frutos secos. Sus necesidades dietéticas específicas son el centro de los esfuerzos de cría para la conservación."
  },
  "healthPointers": {
    "en": "Lifespan of up to 40 years. Critically endangered due to habitat loss and poaching. They are not available as pets.",
    "es": "Esperanza de vida de hasta 40 años. En peligro crítico de extinción debido a la pérdida de hábitat y a la caza furtiva. No están disponibles como mascotas."
  },
  "housing": {
    "en": "Housed in specialized aviaries for breeding and conservation purposes. Not a pet species.",
    "es": "Alojados en aviarios especializados con fines de cría y conservación. No es una especie de compañía."
  },
  "origin": {
    "en": "Australia & Oceania",
    "es": "Australia y Oceanía"
  },
  "careLevel": "advanced",
  "lifespan": {
    "en": "Up to 40 years",
    "es": "Hasta 40 años"
  }
}