{
  "category": "Conures",
  "species": {
    "en": "Sun Conure",
    "es": "Aratinga Sol (Aratinga solstitialis)"
  },
  "slug": "sun-conure",
  "image": "/assets/img/parrots/sun-conure.webp",
  "description": {
    "en": "One of the most strikingly colored parrots, with a vibrant mix of yellow, orange, red, and green plumage. Their full color comes in with maturity.",
    "es": "Uno de los loros con colores más llamativos, con una vibrante mezcla de plumaje amarillo, naranja, rojo y verde. Su color definitivo aparece con la madurez."
  },
  "size": {
    "en": "12 inches (30.5 cm). Weight: 100-120g (3.5-4.2 oz)",
    "es": "12 pulgadas (30.5 cm). Peso: 100-120g (3.5-4.2 oz)"
  },
  "weight_grams": 110,
  "temperament": {
    "en": "Playful, cuddly, and full of personality. They can be very nippy, especially when young, and require consistent handling.",
    "es": "Juguetona, mimosa y llena de personalidad. Pueden ser muy propensas a dar picotazos, especialmente cuando son jóvenes, y requieren un manejo constante."
  },
  "loudness": {
    "en": "Extremely Loud. They possess a notoriously loud, sharp, and piercing screech that they use frequently. This is the main reason they are surrendered.",
    "es": "Extremadamente ruidosa. Poseen un chillido famosamente fuerte, agudo y penetrante que utilizan con frecuencia. Esta es la razón principal por la que son entregadas en adopción."
  },
  "loudness_icon": "<svg xmlns=\"http://www.w3.org/2000/svg\" class=\"w-12 h-12 text-red-500\" viewBox=\"0 0 24 24\" fill=\"currentColor\" aria-hidden=\"true\" role=\"img\" aria-label=\"Loud\"><title>Loud</title><path d=\"M3 9v6h4l5 5V4L7 9H3zm13.5 3c0-1.77-1.02-3.29-2.5-4.03v8.05c1.48-.73 2.5-2.25 2.5-4.02zM14 3.23v2.06c2.89.86 5 3.54 5 6.71s-2.11 5.85-5 6.71v2.06c4.01-.91 7-4.49 7-8.77s-2.99-7.86-7-8.77z\"></path></svg>",
  "vocalization": {
    "en": "Can learn a few words and phrases, but are not known as great talkers. They are better at mimicking sounds.",
    "es": "Pueden aprender algunas palabras y frases, pero no son conocidas como grandes habladoras. Se les da mejor imitar sonidos."
  },
  "dietaryNeeds": {
    "en": "A diet based on pellets, supplemented with a variety of vegetables and fruits. They can be prone to feather-plucking if their diet is deficient.",
    "es": "Dieta basada en pellets, complementada con una variedad de verduras y frutas. Pueden ser propensas al picaje de plumas si su dieta es deficiente."
  },
  "healthPointers": {
    "en": "Can live 20-30 years. Prone to Psittacine Beak and Feather Disease (PBFD) and feather plucking. Need lots of social interaction.",
    "es": "Pueden vivir entre 20 y 30 años. Propensas a la enfermedad del pico y las plumas de las psitácidas (PBFD) y al picaje de plumas. Necesitan mucha interacción social."
  },
  "housing": {
    "en": "Unsuitable for apartments. Their noise level is too high for shared living spaces. They need a cage of at least 24\"W x 20\"D x 30\"H.",
    "es": "Inadecuada para apartamentos. Su nivel de ruido es demasiado alto para espacios de vida compartidos. Necesitan una jaula de al menos 60 cm de ancho x 50 cm de fondo x 75 cm de alto."
  },
  "origin": {
    "en": "Central & South America",
    "es": "América Central y del Sur"
  },
  "careLevel": "intermediate",
  "lifespan": {
    "en": "20-30 years",
    "es": "20-30 años"
  }
}